/* Description in UsageDataPrivacyPreferenceView for shareInstallationStatsOnly */
"Anonymously share minimal data about this Loop version, to help developers know how many people are using Loop. Which device, and operating system version will also be shared." = "Anonymously share minimal data about this Loop version, to help developers know how many people are using Loop. Which device, and operating system version will also be shared.";

/* Button title for choosing onboarding without nightscout */
"Continue" = "Continue";

/* Description in UsageDataPrivacyPreferenceView for no sharing */
"Do not share any data." = "Do not share any data.";

/* Description in UsageDataPrivacyPreferenceView for shareUsageDetailsWithDevelopers */
"In addition to version information, anonymously share data about how Loop is being used on your phone. Usage data includes events like opening loop, bolusing, adding carbs, and navigating between screens. It does not include health data like glucose values or dosing amounts." = "In addition to version information, anonymously share data about how Loop is being used on your phone. Usage data includes events like opening loop, bolusing, adding carbs, and navigating between screens. It does not include health data like glucose values or dosing amounts.";

/* Title for LoopKit Analytics */
"LoopKit Analytics" = "LoopKit Analytics";

/* Title in UsageDataPrivacyPreferenceView for no sharing */
"No Sharing" = "No Sharing";

/* Title on UsageDataPrivacyPreferenceView */
"Share Data" = "Share Data";

/* Title in UsageDataPrivacyPreferenceView for shareUsageDetailsWithDevelopers */
"Share Usage Data" = "Share Usage Data";

/* Title in UsageDataPrivacyPreferenceView for shareInstallationStatsOnly */
"Share Version Only" = "Share Version Only";

/* Main summary text for UsageDataPrivacyPreferenceView */
"You can optionally choose to share usage data with Loop developers to improve Loop. Sharing is not required, and Loop will function fully no matter which option you choose. Usage data will not be shared with third parties." = "You can optionally choose to share usage data with Loop developers to improve Loop. Sharing is not required, and Loop will function fully no matter which option you choose. Usage data will not be shared with third parties.";

